{
  "data": [
    {
      "name": "Chicken Katsu",
      "prepTime": null,
      "cookTime": "PT30M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/fdc56f28-9af2-4aaf-92ac-481173f1c851.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/fdc56f28-9af2-4aaf-92ac-481173f1c851.jpg"
      },
      "ingredients": [
        { "text": "6 tablespoons ketchup", "index": 0 },
        { "text": "6 tablespoons Worcestershire sauce", "index": 1 },
        { "text": "4 teaspoons unsulphured molasses", "index": 2 },
        { "text": "2 teaspoons low-sodium soy sauce", "index": 3 },
        { "text": "2 teaspoons granulated sugar", "index": 4 },
        { "text": "¼ teaspoon grated peeled fresh ginger", "index": 5 },
        { "text": "⅛ teaspoon ground cloves", "index": 6 },
        { "text": "Vegetable oil, as needed for frying", "index": 7 },
        { "text": "½ cup all-purpose flour", "index": 8 },
        { "text": "2 large eggs, beaten", "index": 9 },
        { "text": "1½ cups panko bread crumbs (about 3½ ounces)", "index": 10 },
        {
          "text": "2 (8-ounce) boneless, skinless chicken breasts, halved crosswise then pounded ¼-inch-thick",
          "index": 11
        },
        { "text": "Kosher salt and black pepper", "index": 12 },
        {
          "text": "4 cups tightly packed finely shredded green cabbage (about 12 ounces)",
          "index": 13
        },
        {
          "text": "Tonkatsu sauce, steamed rice and lemon wedges, for serving",
          "index": 14
        }
      ],
      "instructions": [
        {
          "type": "step",
          "index": 0,
          "text": "Prepare the tonkatsu sauce: In a small bowl, combine all of the ingredients and mix well. (Makes ⅔ cup.)"
        },
        {
          "type": "step",
          "index": 1,
          "text": "Prepare the chicken: Fill a large cast-iron or heavy skillet with ⅓-inch oil. Heat over medium until an instant-read thermometer registers 350 degrees."
        },
        {
          "type": "step",
          "index": 2,
          "text": "Place flour, eggs and bread crumbs in 3 separate wide, shallow bowls or large plates."
        },
        {
          "type": "step",
          "index": 3,
          "text": "Season chicken cutlets with salt and pepper. Working with one cutlet at a time, dredge in flour until fully coated, then shake off excess. Dip in egg, coating both sides, let excess drip off, then press into bread crumbs until well coated. Transfer to a clean plate and repeat with remaining 3 cutlets."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Gently lower 2 cutlets into the oil and fry until golden underneath, about 2 minutes. Adjust heat to keep it as close to 350 degrees as possible. Turn over and fry until chicken is golden on the second side and cooked through, 1½ to 2 minutes longer. Transfer to a paper towel-lined plate to drain, and season with salt. Repeat with remaining 2 cutlets."
        },
        {
          "type": "step",
          "index": 5,
          "text": "Slice cutlets into thick slices and transfer to plates. Divide the cabbage in mounds next to the katsu. Drizzle the katsu with some of the tonkatsu sauce. Serve with small bowls of rice, lemon wedges and extra tonkatsu sauce."
        }
      ],
      "cuisine": "Japanese",
      "category": "Dinner",
      "rating": 4,
      "servings": 4
    },
    {
      "name": "Birria Tacos",
      "prepTime": "PT20M",
      "cookTime": "PT3H30M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/3ff598dc-743d-4749-b305-9f618a1cd2bb.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/3ff598dc-743d-4749-b305-9f618a1cd2bb.jpg"
      },
      "ingredients": [
        { "text": "2 pounds boneless chuck", "index": 0 },
        { "text": "1 pound oxtail or short ribs", "index": 1 },
        {
          "text": "1 teaspoon neutral oil (avocado or vegetable oil)",
          "index": 2
        },
        { "text": "7 ancho chiles (ends trimmed and de-seeded)", "index": 3 },
        {
          "text": "7 guajillo chiles (ends trimmed and de-seeded)",
          "index": 4
        },
        {
          "text": "3 chiles de arbol (ends trimmed and de-seeded)",
          "index": 5
        },
        { "text": "1 white onion (peeled and halved)", "index": 6 },
        { "text": "6 garlic cloves (peeled)", "index": 7 },
        { "text": "4 roma tomatoes", "index": 8 },
        { "text": "1 tablespoon black peppercorns", "index": 9 },
        { "text": "1 teaspoon dried Mexican oregano", "index": 10 },
        { "text": "1 teaspoon cumin seeds", "index": 11 },
        { "text": "1 teaspoon coriander seeds", "index": 12 },
        { "text": "1/4 teaspoon ground cloves", "index": 13 },
        {
          "text": "1/2 Mexican cinnamon stick (See note if not using Mexican cinnamon)",
          "index": 14
        },
        { "text": "3 bay leaves", "index": 15 },
        { "text": "1 teaspoon apple cider vinegar", "index": 16 },
        { "text": "3 cups beef broth or water (divided)", "index": 17 },
        { "text": "1/4 cup minced cilantro", "index": 18 },
        { "text": "1/4 white onion (minced)", "index": 19 },
        { "text": "Juice from 1 lime", "index": 20 },
        { "text": "Kosher salt", "index": 21 },
        { "text": "Corn tortillas", "index": 22 },
        { "text": "3 ounces Oaxacan cheese (or mozzarella)", "index": 23 }
      ],
      "instructions": [
        { "type": "section", "index": 0, "text": "To Sear The Meet" },
        {
          "type": "step",
          "index": 1,
          "text": "Bring the meat to room temperature, about 30 minutes and then sprinkle liberally on all sides with kosher salt. In a large Dutch oven (or a pot with an oven-proof lid), set over medium-high heat, add the neutral oil. When hot, add the meat and sear on all sides until browned. I like to do a hard sear. You’ll have to do this in batches. Transfer to a bowl."
        },
        { "type": "section", "index": 2, "text": "To Make The Sauce" },
        {
          "type": "step",
          "index": 3,
          "text": "Meanwhile, in another medium pot, add the dried chiles, halved white onion, garlic cloves, tomatoes, spices, bay leaves and add cold water until it covers everything. Place over medium heat and simmer gently for about 15 minutes. Pour through a strainer and transfer everything (including the whole spices) to a blender. If your blender is small you may need to do this in batches."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Add the apple cider vinegar and about 1 cup of beef broth or water and blend until very smooth, about 2 minutes. Add salt to taste (I added about 1 tablespoon of kosher salt)."
        },
        {
          "type": "step",
          "index": 5,
          "text": "*Note: I have a high-powered blender and it resulted in a super smooth sauce. If you have a blender that is meh, you may want to run the sauce through a strainer to discard any big bits the blender didn’t puree. Very optional!"
        },
        { "type": "section", "index": 6, "text": "To Braise The Meat" },
        {
          "type": "step",
          "index": 7,
          "text": "Preheat the oven to 300F. Add the meat back to the pot and pour the sauce over it. To the blender, add the remaining 2 cups of broth or water and swish it around to pick up any leftover sauce and pour it into the pot. Place over medium heat until it reaches a gentle simmer and then immediately cover and transfer to the preheated oven. Cook for about 3 hours, until the meat is tender."
        },
        { "type": "section", "index": 8, "text": "To Assemble The Tacos" },
        {
          "type": "step",
          "index": 9,
          "text": "Mix together the cilantro, white onion, lime and salt."
        },
        {
          "type": "step",
          "index": 10,
          "text": "Remove the meat from the sauce and shred using two forks. Ladle the broth into a bowl and add a handful of diced cilantro."
        },
        {
          "type": "step",
          "index": 11,
          "text": "Add a non-stick skillet over medium heat. Dip the tortilla into the top of the broth (this should be fat) and add it to the skillet. Pan fry on one side for about 30 seconds and then flip over. Add a some of the shredded meat and the shredded cheese. Fold over and cook until pan fried on both sides, about 1 minute. Transfer to a plate and serve alongside the broth."
        }
      ],
      "cuisine": "Mexican",
      "category": "Dinner",
      "rating": 4,
      "servings": 6
    },
    {
      "name": "Spaghetti Carbonara",
      "prepTime": "PT10M",
      "cookTime": "PT10M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/2c88943c-2acd-49a2-abe1-075c9e5495a9.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/2c88943c-2acd-49a2-abe1-075c9e5495a9.jpg"
      },
      "ingredients": [
        { "text": "Salt", "index": 0 },
        {
          "text": "2 large eggs and 2 large yolks, room temperature",
          "index": 1
        },
        {
          "text": "1ounce (about ⅓ packed cup) grated pecorino Romano, plus additional for serving",
          "index": 2
        },
        { "text": "Coarsely ground black pepper", "index": 3 },
        { "text": "1 tablespoon olive oil", "index": 4 },
        {
          "text": "3½ ounces of slab guanciale (see recipe), pancetta or bacon, sliced into pieces about ¼ inch thick by ⅓ inch square",
          "index": 5
        },
        { "text": "12 ounces spaghetti (about ¾ box)", "index": 6 }
      ],
      "instructions": [
        {
          "type": "step",
          "index": 0,
          "text": "Place a large pot of lightly salted water (no more than 1 tablespoon salt) over high heat, and bring to a boil. Fill a large bowl with hot water for serving, and set aside."
        },
        {
          "type": "step",
          "index": 1,
          "text": "In a mixing bowl, whisk together the eggs, yolks and pecorino and Parmesan. Season with a pinch of salt and generous black pepper."
        },
        {
          "type": "step",
          "index": 2,
          "text": "Set the water to boil. Meanwhile, heat oil in a large skillet over medium heat, add the pork, and sauté until the fat just renders, on the edge of crispness but not hard. Remove from heat and set aside."
        },
        {
          "type": "step",
          "index": 3,
          "text": "Add pasta to the water and boil until a bit firmer than al dente. Just before pasta is ready, reheat guanciale in skillet, if needed. Reserve 1 cup of pasta water, then drain pasta and add to the skillet over low heat. Stir for a minute or so."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Empty serving bowl of hot water. Dry it and add hot pasta mixture. Stir in cheese mixture, adding some reserved pasta water if needed for creaminess. Serve immediately, dressing it with a bit of additional grated pecorino and pepper."
        }
      ],
      "cuisine": "Italian",
      "category": "Dinner",
      "rating": 3,
      "servings": 4
    },
    {
      "name": "Margherita Pizza",
      "prepTime": "PT25M",
      "cookTime": "PT20M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/634701bc-0ff9-4bfa-a74c-3be007161ce3.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/634701bc-0ff9-4bfa-a74c-3be007161ce3.jpg"
      },
      "ingredients": [
        {
          "text": "1 batch easy whole wheat pizza dough or 1 pound store-bought pizza dough",
          "index": 0
        },
        {
          "text": "1 large can (28 ounces) whole San Marzano tomatoes",
          "index": 1
        },
        {
          "text": "12 ounces (dry weight) ovoline-type mozzarella or other fresh mozzarella balls, ideally water-packed",
          "index": 2
        },
        {
          "text": "Handful of fresh basil, thinly sliced plus small leaves",
          "index": 3
        },
        {
          "text": "Additional garnishes: Drizzle of extra-virgin olive oil, flaky sea salt or kosher salt and optional red pepper flakes",
          "index": 4
        }
      ],
      "instructions": [
        {
          "type": "step",
          "index": 0,
          "text": "Preheat the oven to 500 degrees Fahrenheit with a rack in the upper third of the oven. If you’re using a baking stone or baking steel, place it on the upper rack. Prepare dough through step 5."
        },
        {
          "type": "step",
          "index": 1,
          "text": "Place a medium mixing bowl in the sink and pour the canned tomatoes into the bowl, juices and all. Crush the tomatoes by hand. Spread about ¾ cup of the tomato sauce evenly over each pizza, leaving about 1 inch bare around the edges."
        },
        {
          "type": "step",
          "index": 2,
          "text": "If your mozzarella is packed in water, drain off the water and gently pat the mozzarella dry on a clean tea towel or paper towels. If you’re working with large mozzarella balls, tear them into smaller 1-inch balls. Distribute the mozzarella over the pizza, concentrating it a bit more in the center of the pizza, as it will melt toward the edges."
        },
        {
          "type": "step",
          "index": 3,
          "text": "Bake pizzas individually on the top rack until the crust is golden and the cheese is just turning golden, about 10 to 12 minutes (or significantly less, if you’re using a baking stone/steel—keep an eye on it)."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Top each pizza generously with fresh basil, followed by a light back-and-forth drizzle of olive oil, a sprinkling of salt, and red pepper flakes, if you wish. Slice and enjoy. Leftover pizza will keep well in the refrigerator for up to 4 days."
        }
      ],
      "cuisine": "Italian",
      "category": "Dinner",
      "rating": 5,
      "servings": 8
    },
    {
      "name": "French Onion Soup",
      "prepTime": null,
      "cookTime": "PT1H20M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/88529527-785f-45c7-8859-cc732b97fd5b.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/88529527-785f-45c7-8859-cc732b97fd5b.jpg"
      },
      "ingredients": [
        { "text": "3 tablespoons unsalted butter", "index": 0 },
        {
          "text": "3 to 4 large red or yellow onions (about 3 pounds), peeled and thinly sliced",
          "index": 1
        },
        { "text": "¾ teaspoon kosher salt, plus more to taste", "index": 2 },
        { "text": "2 quarts beef stock (8 cups)", "index": 3 },
        { "text": "1 cup dry white wine", "index": 4 },
        { "text": "1 tablespoon dry sherry", "index": 5 },
        { "text": "1 tablespoon all-purpose flour", "index": 6 },
        { "text": "½ teaspoon black pepper, plus more to taste", "index": 7 },
        {
          "text": "8 to 12(½-inch) slices French bread (from 1 loaf)",
          "index": 8
        },
        { "text": "1½cups grated Gruyère cheese", "index": 9 }
      ],
      "instructions": [
        {
          "type": "step",
          "index": 0,
          "text": "Melt butter in a heavy Dutch oven over medium heat. Add onions and ½ teaspoon salt, stir and cover, letting onions soften for 5 minutes. Remove lid and let onions caramelize until golden brown over medium heat, stirring occasionally. Adjust heat if onions are browning too quickly. The caramelization process may take 45 to 60 minutes."
        },
        {
          "type": "step",
          "index": 1,
          "text": "Meanwhile, warm broth in a saucepan over low heat."
        },
        {
          "type": "step",
          "index": 2,
          "text": "Once onions are caramelized, add wine and sherry to the pot and allow mixture to come to boil. Stir in flour and let thicken for a minute or two."
        },
        {
          "type": "step",
          "index": 3,
          "text": "Slowly add warm broth, ¼ teaspoon salt and the pepper to the onion mixture and boil uncovered for 10 minutes. Add more salt and pepper to taste."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Heat the broiler, and arrange individual ovenproof casseroles on a baking sheet. Ladle soup into casseroles, and cover top with bread slices. Sprinkle each casserole generously with Gruyère. Broil for a minute or two, watching carefully, until cheese melts and browns. Serve immediately."
        }
      ],
      "cuisine": "French",
      "category": "Dinner",
      "rating": 5,
      "servings": 4
    },
    {
      "name": "Paella",
      "prepTime": "PT15M",
      "cookTime": "PT45M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/c4254a6f-d50a-489a-9170-d5d82e204117.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/c4254a6f-d50a-489a-9170-d5d82e204117.jpg"
      },
      "ingredients": [
        {
          "text": "30 threads saffron lightly crushed, about 1/2 tsp",
          "index": 0
        },
        {
          "text": "1/4 cup neutral oil high heat such as grapeseed preferred",
          "index": 1
        },
        { "text": "2 links Spanish chorizo sliced", "index": 2 },
        { "text": "4 bone in skin on chicken thighs", "index": 3 },
        { "text": "10-12 large shrimp peeled and deveined", "index": 4 },
        { "text": "1 small onion minced, about 1 cup", "index": 5 },
        { "text": "3 cloves garlic crushed", "index": 6 },
        {
          "text": "3 medium tomatoes diced or grated, about 2 cups",
          "index": 7
        },
        {
          "text": "1 tbsp smoked paprika",
          "index": 8
        },
        { "text": "6 cups chicken broth no sodium preferred", "index": 9 },
        { "text": "2.5 cups bomba rice", "index": 10 },
        {
          "text": "1 red or orange pepper sliced into 1 inch strips",
          "index": 11
        },
        { "text": "12 clams", "index": 12 }
      ],
      "instructions": [
        {
          "type": "step",
          "index": 0,
          "text": "Stir the saffron into 1⁄4 cup hot water in a small bowl and let bloom for 15 minutes."
        },
        {
          "type": "step",
          "index": 1,
          "text": "In a 16″–18″ paella pan, heat the oil over medium-high heat. Add the chorizo and the chicken, skin side down. Add the the shrimp and cook, flipping occasionally, until browned, about 5 minutes, then transfer the shrimp to a plate, leaving the meats to sear in the pan."
        },
        {
          "type": "step",
          "index": 2,
          "text": "Add the onions, garlic, tomatoes, and paprika and cook, stirring often, until the onions soften, about 6 minutes. Add the saffron and 4 cups of chicken stock. Flip the chicken so it’s skin side up and bring everything to a boil over high heat."
        },
        {
          "type": "step",
          "index": 3,
          "text": "Sprinkle in the rice, distributing evenly, then add the peppers on top. Cook, uncovered, without stirring, until rice has absorbed most of the liquid, about 12-15 minutes. If the pan is larger than the burner, rotate it every two minutes to evenly distribute the heat. Once the stock is low enough, add the remaining 2 cups chicken stock."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Reduce heat to low, and top with the cooked shrimp. Nestle in the clams, hinge side down. Continue to cook, without covering or stirring, until the clams opened and the rice absorbs the liquid and is al dente, 5–10 minutes more. Turn heat to high for 1-2 minutes to create the socarrat. Remove pan from heat, cover with aluminum foil, and let sit for 5 minutes before enjoying."
        }
      ],
      "cuisine": "Spanish",
      "category": "Dinner",
      "rating": 3,
      "servings": 6
    },
    {
      "name": "Bibimbap",
      "prepTime": "PT40M",
      "cookTime": "PT30M",
      "image": {
        "bucket": "jnb-recipe-soup-bucket",
        "key": "image/5edd06ff-dc28-43d0-ad0b-370d7984f335.jpg",
        "url": "https://jnb-recipe-soup-bucket.s3.us-west-1.amazonaws.com/image/5edd06ff-dc28-43d0-ad0b-370d7984f335.jpg"
      },
      "ingredients": [
        {
          "text": "4 cups cooked white rice , preferably short grain",
          "index": 0
        },
        {
          "text": "4 eggs",
          "index": 1
        },
        { "text": "2 tsp sesame seeds", "index": 2 },
        {
          "text": "250 g/8oz beef tenderloin or thick steak , very finely sliced",
          "index": 3
        },
        { "text": "1/4 green apple , grated using box grater", "index": 4 },
        { "text": "3 garlic cloves , minced", "index": 5 },
        { "text": "1 tbsp soy sauce , light or all purpose", "index": 6 },
        {
          "text": "1 tbsp honey (or brown sugar)",
          "index": 7
        },
        {
          "text": "2 tsp sesame oil , toasted",
          "index": 8
        },
        { "text": "2 carrots , large, cut into thin strips", "index": 9 },
        { "text": "2 zucchini , large, cut into thin strips", "index": 10 },
        {
          "text": "1 bunch of spinach",
          "index": 11
        },
        { "text": "8 dried shiitake mushrooms", "index": 12 },
        { "text": "4 cups bean sprouts", "index": 13 },
        { "text": "2 tsp garlic", "index": 14 },
        { "text": "8 tsp vegetable oil", "index": 15 },
        { "text": "1/2 tsp salt", "index": 16 },
        { "text": "1.5 tsp soy sauce", "index": 17 },
        { "text": "1/4 tsp fish sauce", "index": 18 },
        { "text": "1/4 tsp white sugar", "index": 19 },
        { "text": "Sesame oil, toasted", "index": 20 },
        { "text": "4 tbsp gochujang paste", "index": 21 },
        { "text": "2 tbsp mirin", "index": 22 },
        { "text": "2 tbsp rice vinegar", "index": 23 },
        { "text": "1.5 tsp soy sauce", "index": 24 },
        { "text": "3 tsp white sugar", "index": 25 },
        { "text": "1 garlic clove", "index": 26 },
        { "text": "2.5 tsp sesame oil", "index": 27 }
      ],
      "instructions": [
        {
          "type": "section",
          "index": 0,
          "text": "Bibimbap Sauce"
        },
        {
          "type": "step",
          "index": 1,
          "text": "Mix ingredients until sugar is dissolved."
        },
        {
          "type": "section",
          "index": 2,
          "text": "Marinated Beef"
        },
        {
          "type": "step",
          "index": 3,
          "text": "Mix the marinade in a bowl, then add beef. Marinate for 30 minutes to overnight."
        },
        {
          "type": "step",
          "index": 4,
          "text": "Heat 2 tsp oil in a large skillet over high heat. Let excess marinade drip off then add beef. Cook for 3 - 4 minutes until cooked and there's some caramelized bits, then remove from skillet."
        },
        {
          "type": "step",
          "index": 5,
          "text": "Keep warm until required or reheat to warm."
        },
        {
          "type": "section",
          "index": 6,
          "text": "Prepare Vegetables"
        },
        {
          "type": "step",
          "index": 7,
          "text": "Soak mushrooms in a large bowl of boiling water for 30 minutes, or until rehydrated. Drain, squeeze out excess water, then slice."
        },
        {
          "type": "step",
          "index": 8,
          "text": "Place carrot and zucchini in separate bowls, sprinkle each with 1/4 tsp salt, toss, leave for 20 minutes then drain excess liquid."
        },
        {
          "type": "section",
          "index": 9,
          "text": "Cook Vegetables"
        },
        {
          "type": "step",
          "index": 10,
          "text": "Heat 2 tsp oil oil in a skillet over medium high heat. Cook mushrooms for 2 minutes. Add 1.5 tsp soy, 1/4 tsp sugar, 1/2 tsp of garlic. Stir for 1 minute, then remove."
        },
        {
          "type": "step",
          "index": 11,
          "text": "Add 2 tsp oil into the skillet, cook carrot until just tender (5 to 8 minutes), then remove."
        },
        {
          "type": "step",
          "index": 12,
          "text": "Cook as with carrot for 4 minutes."
        },
        {
          "type": "step",
          "index": 13,
          "text": "Heat 2 tsp veg with a splash of sesame oil. Saute until starting to wilt. Add 1/2 tsp garlic, and salt to taste, stir, then remove. When cool, squeeze to drain out excess liquid."
        },
        {
          "type": "step",
          "index": 14,
          "text": "Simmer in water for 5 min or steam in microwave for 3 min until floppy. Drain under cold water, then cool. Squeeze out excess liquid with hands, place in bowl. Mix with 2 tsp sesame oil, 1 tsp garlic, 1/4 tsp fish sauce."
        },
        {
          "type": "step",
          "index": 15,
          "text": "Vegetables can cool, they are meant to be at room temp or slightly warm."
        },
        {
          "type": "section",
          "index": 16,
          "text": "Assemble"
        },
        {
          "type": "step",
          "index": 17,
          "text": "Fry eggs in a skillet to your taste (I like mine with runny yolks)."
        },
        {
          "type": "step",
          "index": 18,
          "text": "Place warm rice in bowls."
        },
        {
          "type": "step",
          "index": 19,
          "text": "Top with vegetables and beef, as pictured in post, then lastly, the egg."
        },
        {
          "type": "step",
          "index": 20,
          "text": "Sprinkle with sesame seeds, drizzled with sesame oil. Serve with Bibimbap Sauce!"
        }
      ],
      "cuisine": "South Korean",
      "category": "Dinner",
      "rating": 4,
      "servings": 4
    }
  ]
}
